Repository: bAndie91/PermEd
Catalog: locale/*/LC_MESSAGES/PermEd.po
Languages: hu

source: Permission & Attribute Editor
hu: Engedély és Fájljellemző Szerkesztő

source: Do not update access-time
hu: Nem frissíti a hozzáférési időt

source: Append only
hu: Csak hozzáfűzés

source: Do not perform Copy-on-Write
hu: Nem csinál Copy-on-Write műveletet

source: Do not Copy-on-Write
hu: Ne legyen Másolás Íráskor (Copy-on-Write)

source: Kernel-level compression
hu: Kernel-szintű tömörítés

source: Synchronous I/O on directory
hu: Szinkron I/O könyvtáron

source: Skipped by dump(8) program
hu: A dump(8) program kihagyja

source: Has compression error
hu: Tömörítési hibája van

source: Using extents for mapping the blocks on disk
hu: Extenteket használ a blokkok lemezre helyezéséhez

source: Larger (was) than 2TB
hu: Nagyobb (volt) mint 2TB

source: Indexed using hashed trees
hu: H-tree eljárással indexelt

source: Immutable
hu: Megváltoztathatatlan

source: Journaling
hu: Belekerül a journal-ba

source: Synchronous I/O on file
hu: Szinkron I/O fájlon

source: Secure delete
hu: Biztonságos törlés

source: Try to place subentries to separate block groups
hu: A bejegyzéseket külön blokkcsoportokba próbálja rendezni

source: No tail-merging
hu: Nincs tail-merging

source: Allow undeletion
hu: Törlésből visszaállítható

source: Raw content of compressed file can be accessed directly
hu: A tömörített fájl nyers tartalma közvetlenül elérhető

source: Dirty compressed file
hu: Piszkos tömörített fájl

source: Set owner's privileges
hu: Futtatás a tulajdonos nevében

source: Anyone who executes this (binary program) file, automatically impersonates file's owner
hu: Aki tudja futtatni ezt a (bináris program) fájlt, felveszi a fájl tulajdonosának jogait

source: Inherit owner user
hu: Tulajdonos örökítése

source: Newly created files and directories (on first depth) automatically owned by the same user as this directory - If supported by system
hu: A közvetlenül e könyvtárban létrehozott fájlok tulajdonosa a könyvtár tulajdonosa lesz - Ha a rendszer támogatja

source: Set owner group's privileges
hu: Futtatás a tulajdonosi csoport nevében

source: Anyone who executes this (binary program) file, automatically gains privileges of file's owner group
hu: Aki tudja futtatni ezt a (bináris program) fájlt, felveszi a fájl tulajdonosi csoportjának jogait

source: Inherit owner group
hu: Tulajdonosi csoport örökítése

source: Newly created files and directories (on first depth) automatically owned by the same group as this directory
hu: A közvetlenül e könyvtárban létrehozott fájlok csoporttulajdonosa a könyvtár csoporttulajdonosa lesz

source: Sticky
hu: Ragadós

source: This bit probably has no meaning
hu: Ennek jobbára nincs jelentése

source: Only owners can delete files
hu: Csak a tulajdonosok törölhetnek

source: Only owners can delete files in this directory, but only on first depth (ie. sticky)
hu: Csak a tulajdonosok törölhetnek fájlokat közvetlenül ezen könyvtár alatt (azaz ragadós)

source: Notice: no module iniparse loaded - profile pictures might not be found
hu: Figyelem: az iniparse modul nem lett betöltve - lehet hogy nem fog profilképeket találni

source: Notice: no module xattr loaded - using external commands: getfattr, setfattr
hu: Figyelem: az xattr modul nem lett betöltve - külső parancsokat kell használni: getfattr, setfattr

source: Can not load File Attributes
hu: Nem tudom betölteni a Fájl Attribútumokat

source: Can not compute new ACL
hu: Nem tudom kiszámoni az új ACL értéket

source: Can not compute new default ACL
hu: Nem tudom kiszámoni az új örökítendő ACL-t

source: Non-existent user
hu: Nem létező felhasználó

source: List of groups that user member of:
hu: Csoportok, melyeknek tagja:

source: Group
hu: Csoport

source: Non-existent group
hu: Nem létező csoport

source: List of group members:
hu: A csoport tagjai:

source: User
hu: Felhasználó

source: Everybody
hu: Mindenki

source: everybody
hu: mindenki

source: Everybody else who is not listed as permission holder
hu: Mindenki más, aki nincs felsorolva jogbirtokosként

source: ineffective
hu: hatástalan

source: permission holder
hu: jogbirtokos

source: member of permission holder group %d
hu: tagja az %d-as jogbirtokos csoportnak

source: can not enter directory <b>%s</b>
hu: nem tud belépni <b>%s</b> könyvtárba

source: List,Write,Enter
hu: Listázás,Írás,Belépés

source: Read,Write,Execute
hu: Olvasás,Írás,Futtatás

source: Grant permissions
hu: Engedélyek megadása

source: Grant permissions for new files
hu: Engedélyek megadása új fájlokra

source: Select Permissions
hu: Engedélyek kiválasztása

source: Select Permission Holder
hu: Jogbirtokosok kiválasztása

source: Show system users, groups
hu: Rendszerfelhasználók és -csoportok mutatása

source: The owner
hu: A mindenkori tulajdonos

source: A single user:
hu: Egyetlen felhasználó:

source: The owner group
hu: A mindenkori tulajdonosi csoport

source: A group of users:
hu: Egyetlen csoport:

source: Everybody else
hu: Mindenki más

source: New File Attribute
hu: Új fájlattribútum

source: Key:
hu: Kulcs:

source: Value:
hu: Érték:

source: Attribute already exists.
hu: Ez az attribútum már létezik.

source: Export File Attributes
hu: Fájlattribútumok exportálása

source: Running %s command:
hu: %s parancs futtatásakor:

source: Restore File Attributes from ...
hu: Fájlattribútumok visszaállítása innen ...

source: Can not restore
hu: Nem tudom visszaállítani

source: Grantee,Read/List,Write,Execute/Enter,
hu: Jogosult,Olvas/Listáz,Írás,Futtat/Belép,

source: owner
hu: tulajdonos

source: group owner
hu: csoporttulajdonos

source: Owner
hu: Tulajdonos

source: Owner Group
hu: Csoporttulajdonos

source: Permissions
hu: Engedélyek

source: Special
hu: Speciális

source: Grant...
hu: Engedélyezés...

source: Grant
hu: Engedélyezés

source: Grant Recursively
hu: Rekurzív Engedélyezés

source: Set access permissions for selected user (or group) on this directory and on all files and subdirectories within it. New permissions may overwrite existing ones. This may take a while.
hu: A hozzáférési engedélyek beállítása a kiválasztott felhasználónak (vagy csoportnak) ezen a könyvtáron és minden alkönyvtárán és fájlján. Az új engedélyek felülbírálják az esetlegesen már meglévőket. Eltarthat egy darabig.

source: Revoke
hu: Megvonás

source: Revoke Recursively
hu: Rekurzív Megvonás

source: Recommends
hu: Javaslatok

source: Extended Attributes
hu: Kiterjesztett Attribútumok

source: Export...
hu: Exportálás...

source: Restore...
hu: Visszaállítás...

source: Clear value
hu: Érték törlése

source: Remove Key
hu: Kulcs törlése

source: Name
hu: Név

source: Value
hu: Érték

source: Filesystem Attributes
hu: Fájlrendszer Attribútumok

source: Attribute
hu: Attribútum

source: By pressing [Takeown], the program attempts to copy the file preserving the most attributes that it could. You will own the copy. Then the original file will be replaced with the copy. This trick may work if you can write the containing non-sticky directory.
hu: A [Saját tulajdonba vétel] gomb megnyomásával a program megpróbálja lemásolni a fájlt a lehető legtöbb jellemzője megtartásával. A másolat az ön tulajdonában lesz. Azután az eredeti fájl helyébe teszi a másolatot. Ez a trükk működhet, ha tudja írni a nem-ragadós szülőkönyvtárat.

source: Takeown
hu: Saját tulajdonba vétel

source: Select new owner
hu: Új tulajdonos

source: Change Owner
hu: Tulajdonos váltás

source: Change Group
hu: Csoport váltás

source: Select new owner group
hu: Új csoporttulajdonos

source: Show foreign groups
hu: Idegen csoportok mutatása

source: OR
hu: VAGY

source: is disabled by ACL mask
hu: le van tiltva az ACL maszk miatt

source: are disabled by ACL mask
hu: le vannak tiltva az ACL maszk miatt

source: Default Perm
hu: Örökítendő Engedélyek

source: OWNER
hu: TULAJDONOS

source: OWNER GROUP
hu: TULAJDONOS CSOPORT

source: The owner of newly created files
hu: Újonan létrehozott fájlok tulajdonosa

source: The owner group of newly created files
hu: Újonan létrehozott fájlok tulajdonosi csoportja

source: New files created in this directory will get these permissions.
hu: Ebben a könyvtárban létrehozott új fájlokra ezek az engedélyek lesznek alkalmazva.

source: Remove all default perms
hu: Ne legyen engedély örökítés

source: as
hu: mint

source: Following symlinks
hu: Követve a linkeket

source: Not following symlinks
hu: Nem követve a linkeket

source: Can not load ACLs
hu: ACL nem betölthető

source: Operation in progress
hu: Művelet folyamatban

source: Room
hu: Szoba

source: Work Phone
hu: Munkahelyi telefon

source: Home Phone
hu: Otthoni telefon

source: Note
hu: Megjegyzés

source: Follow symlinks
hu: Szimlinkek követése

source: No follow symlinks
hu: Ne kövessen szimlinkeket
